{
    "data": [
        {
          "quote": "People die when they are killed.",
          "character": "Emiya Shirou,",
          "anime": "Fate/stay night"
        },

        {
          "quote": "The fake is of far greater value. In its deliberate attempt to be real, it's more real than the real thing.",
          "character": "Kaiki Deishū,",
          "anime": "Nisemonogatari"
        },

        {
          "quote": "Mankind’s greatest fear is Mankind itself.",
          "character": "Gendo Ikari,",
          "anime": "Neon Genesis Evangelion"
        },

        {
          
          "quote": "If you act only on what you should do without heed for what you want to do, you're nothing more than a machine, a phenomenon.",
          "character": "Natalia Kaminski,",
          "anime": "Fate/Zero"
        },

        {
          
          "quote": "It's a mistake to choose your path based upon the sins that you carry. We don't choose our path based on the sins that we carry, but we must bear our sins on the path we choose. ",
          "character": "Aozaki Touko,",
          "anime": "Kara no Kyoukai"
        },

        {
          
          "quote": "A lie that can't be disproven is no different from the truth.",
          "character": "Kraft Lawrence,",
          "anime": "Ookami to Koushinryou"
        },

        {
          
          "quote": "I can only say that the human curiosity is something completely irrational.",
          "character": "Kyubee,",
          "anime": "Mahou Shoujo Madoka★Magica"
        },

        {
          
          "quote": "The day before yesterday, I saw a rabbit. Yesterday, it was a deer. And today, It’s you.",
          "character": "Ichinose Kotomi,",
          "anime": "Clannad"
        },

        {
          
          "quote": "Only God knows who shall be the victor. I can only do the best I can.",
          "character": "Takane Shijou,",
          "anime": "The iDOLM@STER"
        },

        {
          
          "quote": "Those aren’t tears of sadness. They’re tears of happiness, right? Let us make haste, lest the wind ceases.",
          "character": "Hidenori Tabata,",
          "anime": "Danshi Koukousei no Nichijou"
        },

         {
          
          "quote": "Poi!",
          "character": "Yuudachi,",
          "anime": "Kantai Collection"
        },

         {
          
          "quote": "If you forced someone to do something they didn’t want to do, they’d just end up hating life.",
          "character": "Chihiro Sengoku,",
          "anime": "Sakurasou no Pet na Kanojo"
        },

         {
          
          "quote": "There are things that cannot be taken back. But the world will keep on spinning whether you laugh or you cry. High school life will eventually end too.",
          "character": "Hachiman Hikigaya,",
          "anime": "Yahari Ore no Seishun Love Comedy wa Machigatteiru."
        },

         {
          
          "quote": "There's something wrong with people who seek reality in fiction.",
          "character": "Kyon,",
          "anime": "Suzumiya Haruhi no Yuuutsu"
        },

         {
          
          "quote": "Don't be distracted by the what-if's, should-have's, and if-only's. The one thing you choose for yourself that is the truth of your universe.",
          "character": "Kamina,",
          "anime": "Tengen Toppa Gurren Lagann"
        },

         {
          
          "quote": "People tend to show off their act of kindness. It is not an act of good will, it is a demand because they are expecting a word of grace as a reward.",
          "character": "Itoshiki Nozomu,",
          "anime": "Sayonara Zetsubou Sensei"
        },
        
         {
          
          "quote": "Love always happens without warning. At that time, the gears of fate will start spinning. Just like the hands of a clock, two people’s hearts will separate and meet again. Eventually, they reunite.",
          "character": "Konjiki No Yami,",
          "anime": "To LOVE-Ru Darkness"
        },
        
         {
          
          "quote": "There are only two times when a man can cry in public: when he loses his wallet and when his mother dies. And even if you cry in private, there's a severe restriction. Shed tears for others. The only thing you should be shedding for yourself is sweat. Remember that.",
          "character": "Yuuji Kazami,",
          "anime": "Grisaia no Kajitsu"
        },

         {
          
          "quote": "The real fun is in constantly pushing beyond your limits. So if you're thinking of everything as a game, you won't be able to fully experience it.",
          "character": "Kagami Junichirou,",
          "anime": "Denpa Kyoushi"
        },
        
         {
          
          "quote": "Those with talent who aren't aware of themselves cause pain for those who have none.",
          "character": "Fuyumi Irisu,",
          "anime": "Hyouka"
        },
        
         {
          
          "quote": "Even if he hates me, being able to die with the knowledge that the one I love will never forget me… there is no greater happiness a woman could desire.",
          "character": "Hakaze Kusaribe,",
          "anime": "Zetsuen no Tempest"
        },
        
         {
          
          "quote": "I wasn’t scared that I’d be rejected, I was scared that if I said how I felt, all of our relationships would change.",
          "character": "Chisaki Hiradaira,",
          "anime": "Nagi no Asukara"
        },
        
         {
          
          "quote": "Do you know what's the most important thing about climbing mountains is? It's not about having the courage to challenge it, It's about having the courage to back down.",
          "character": "Nozomi Tōjō,",
          "anime": "Love Live! School idol project"
        },
        
         {
          
          "quote": "You may be unfortunate, but that doesn't mean you have to suffer. You may not be blessed, but that doesn't mean you have to throw a fit over it. Even if bad things happen to you, just be strong!",
          "character": "Koyomi Araragi,",
          "anime": "Bakemonogatari"
        },
        
         {
          
          "quote": "A faint clap of thunder, clouded skies; perhaps rain comes. If so, will you stay here with me?",
          "character": "Yukari Yukino,",
          "anime": "Kotonoha no Niwa"
        },
        
         {
          
          "quote": "Hold on. Don't go! Let's argue again. I'll bribe you with a canelé. I'll call you to kill time. I don't mind being Friend A. Please don't go. Please don't go. Please don't go...please don't leave me behind.",
          "character": "Kousei Arima,",
          "anime": "Shigatsu wa Kimi no Uso"
        },
        
         {
          
          "quote": "Having happy and beautiful memories won't always bring you salvation. The more beautiful a memory is, the more painful it can become. It can even become terrifying. Both for the one who's leaving... And for the one left behind.",
          "character": "Isla,",
          "anime": "Plastic Memories"
        },
        
         {
          
          "quote": "Even if I know you'll reject me, even if I'm afraid you won't accept me, even if I know it will really hurt if you dump me I still have to tell you how I feel!",
          "character": "Kousaka Kyousuke ,",
          "anime": "Ore no Imouto ga Konnani Kawaii Wake ga Nai"
        },
        
         {
          
          "quote": "There is nothing that you can acquire without making a move on your own. It's the same with romance your only hope is to be more aggressive.",
          "character": "Marika Tachibana,",
          "anime": "Nisekoi"
        },
        
         {
          
          "quote": "It makes you sad when someone suddenly just up and disappears without a word. If you're just going to end up hurt in the end, you're better off not forming any bonds at all.",
          "character": "Yozora Mikazuki,",
          "anime": "Boku wa Tomodachi ga Sukunai"
        },
        
         {
          
          "quote": "Well, it's an anime, so you shouldn't think so hard about it.",
          "character": "Illyasviel von Einzbern,",
          "anime": "Fate/kaleid liner Prisma☆Illya "
        },
        
         {
          
          "quote": "You were ready to kill another creature, yet you’re scared of being killed yourself. Don’t you think that is strange? When you point a gun at a living thing… this is what that act means. ",
          "character": "Kurumi Tokisaki,",
          "anime": "Date A Live"
        },
        
         {
          
          "quote": "Watching TV or playing games alone is more fun. Playing along with your friends' hobbies... Laughing at their jokes when they're not funny... All that does is tire me out.",
          "character": "Yuzuru Otonashi,",
          "anime": "Angel Beats!"
        },
        
         {
          
          "quote": "There’s no hope on the battlefield. It has nothing but unspeakable despair. Just a crime we call victory, paid for by the pain of the defeated. Yet humanity has never recognized this truth. And the reason for that is, in every era, a dazzling hero has blinded people with their legends and prevented them from seeing the evil of bloodshed. The true nature of humanity has not advanced a step beyond the Stone Age.",
          "character": "Emiya Kiritsugu,",
          "anime": "Fate/Zero"
        },
        
         {
          
          "quote": "Wishes are great because they don’t come true. We work hard because they don’t. We constantly push ourselves forward precisely because they don’t come true. But once they do what’s left to keep driving us forward?",
          "character": "Alis Color,",
          "anime": "Kamisama no Inai Nichiyoubi"
        },
        
         {
          
          "quote": "It is a poor knight indeed who slays one who defies him. The key is to show yourself to be superior that they will not defy you in the first place.",
          "character": "Slaine Troyard,",
          "anime": "Aldnoah.Zero"
        },
        
         {
          
          "quote": "I always have this feeling... The feeling that I'm losing something. The world is really beautiful, but... it feels like it's just me... who's drifting away from it.",
          "character": "Sayuri Sawatari,",
          "anime": "Kumo no Mukou, Yakusoku no Basho"
        },
        
         {
          
          "quote": "The moment you say a word of parting, you've already parted. So long as you and I are both somewhere in this world, we haven’t parted. So long as you don’t say it, you haven’t parted.",
          "character": "Satone Shichimiya,",
          "anime": "Chuunibyou Demo Koi Ga Shitai!"
        },
        
         {
          
          "quote": "Because she learned about happiness, she feels lonely for the first time. And because she knows unhappiness, she understands happiness for the first time.",
          "character": "Himura Yuu,",
          "anime": "Ef A Fairy Tale Of The Two"
        },
        
         {
          
          "quote": "Playing a game by yourself is boring. You need a loser to crush so badly they can't recover.",
          "character": "Five,",
          "anime": "Zankyou no Terror"
        },
        
         {
          
          "quote": "It's okay. Fuck my brains out.",
          "character": "Sora Kasugano,",
          "anime": "Yosuga no Sora: In Solitude, Where We Are Least Alone."
        },
        
         {
          
          "quote": "Love, passion, why do we get caught up by such troublesome feelings? The mind couldn't ever get things straight, and you lose control to know what is sensible. Deep down it's all so vexing.",
          "character": "Takumi Usui,",
          "anime": "Kaichou Wa Maid-Sama!"
        },
        
         {
          
          "quote": "We finally became friends. I've said everything I wanted to say. Now we know everything about each other. Though, from the moment we become friends, we'll never speak to each other again.",
          "character": "Touma Kazusa,",
          "anime": "White Album 2"
        },
        
         {
          
          "quote": "People don't realize they aren't able to choose whether or not to believe something. If they subconsciously believe something, therein lies the potential for a curse.",
          "character": "Kanoe Yuuko,",
          "anime": "Tasogare Otome X Amnesia"
        },
        
         {
          
          "quote": "Accident or amnesia, you can't rewind your life and start again. If you struggle, you'll just hurt yourself, and the people around you.",
          "character": "Tada Banri,",
          "anime": "Golden Time"
        },
        
         {
          
          "quote": "Onii-chan! You're going to split me in half!",
          "character": "Every Imouto,",
          "anime": "in Every Incest Hentai Ever"
        },
        
         {
          
          "quote": "Fake people have an image to maintain. Real people just don't care.",
          "character": "Hachiman Hikigaya,",
          "anime": "Yahari Ore No Seishun Love Come Wa Machigatteiru"
        },
        
         {
          
          "quote": "Panties, Panties, Panties!",
          "character": "Chii,",
          "anime": "Chobits"
        },
        
         {
          
          "quote": "Brilliant people shine more brightly than ordinary ones. They never regret or agonize over what they've done.",
          "character": "Archer,",
          "anime": "Fate/stay night: Unlimited Blade Worlks"
        },
        
         {
          
          "quote": "A suicide means you've killed the most important existence of all: yourself.",
          "character": "Monokuma,",
          "anime": "Danganronpa"
        },
        
         {
          
          "quote": "Skipping school for one day might not be a problem, but if you skip for three days in a row, it'd be really hard to convince yourself to go back.",
          "character": "Ushiromiya Ange,",
          "anime": "Umineko no Naku Koro ni"
        },
        
         {
          
          "quote": "People who don't work hard don't have the right to be envious of the people with talent. People fail because they don't understand the hard work necessary to be successful.",
          "character": "Yukino Yukinoshita,",
          "anime": "Yahari Ore no Seishun Love Come wa Machigatteiru."
        },
        
         {
          
          "quote": "In our society, letting others find out that you're a nice person is a very risky move. It's extremely likely that someone would take advantage of that.",
          "character": "Hitagi Senjougahara,",
          "anime": "Bakemonogatari"
        },
        
         {
          
          "quote": "If everyone were perfect, there would be no need to look out for others. Sympathy or love is needed because people are imperfect. A perfect human cannot love anyone.",
          "character": "Keima Katsuragi,",
          "anime": "Kami Nomi zo Shiru Sekai"
        },
        
         {
          
          "quote": "I am who I am now because of everything that's happened. If I try to deny my past, I'm denying the person I've become. I don't want to do that.",
          "character": "Iori Nagase,",
          "anime": "Kokoro Connect"
        },
        
         {
          
          "quote": "If only I could stand on a larger stage and have even more fans…but I realized something after yesterday’s performance. I was naive. Ultimately, what I enjoyed was being coddled by the fans of this familiar store.",
          "character": "Miyu Okamoto,",
          "anime": "Wake Up, Girls!"
        },
        
         {
          
          "quote": "I think there are many things in this world we are better off not knowing. Sometimes the truth is the cruelest thing of all. Not everyone can bear it. ",
          "character": "Maria Akitsuki,",
          "anime": "Shinsekai Yori"
        },
        
         {
          
          "quote": "Death is terrible for anyone. Young or old, good or evil, it's all the same. Death is impartial. There is no especially terrible death. That's why death is so fearsome. Your deeds, your age, your personality, your wealth, your beauty... They are all meaningless in the face of death.",
          "character": "Sunako Kirishiki,",
          "anime": "Shiki"
        },
        
         {
          
          "quote": "Keeping all the wealth for yourself may make your rich, but it won’t make you prosperous. You give people money, and they spend it. True prosperity comes from a free flow of wealth and goods.",
          "character": "Maou,",
          "anime": "Maoyuu Maou Yuusha"
        },
        
         {
          
          "quote": "People aren't complicated. We work hard when we know that we'll get something in return, and we try to work even harder if that something is our own improvement.",
          "character": "Kumiko Oumae,",
          "anime": "Hibike! Euphonium"
        },
        
         {
          
          "quote": "No person can become a replacement for another. Not even the past version of themselves.",
          "character": "Ushiromiya Ange,",
          "anime": "Umineko no Naku Koro ni"
        },
        
         {
          
          "quote": "If you claim to love humans, that should include their lies and betrayals, their sins and ugliness, their jealousy and immaturity, their hatred and conflicts.",
          "character": "Myouri Unzen,",
          "anime": "Medaka Box"
        },
        
         {
          
          "quote": "Where will we be in five or ten years from now? No one knows. All we know right now, all we can see right now, is what's right in front of us. That's why we'll always live our 'right now' to the fullest!",
          "character": "Kanzaki Tomoyo,",
          "anime": "Inou Battle wa Nichijou-kei no Naka de"
        },
        
         {
          
          "quote": "Don't believe in the you that believes in me and don't believe in the me that believes in you. Believe in the you that believes in yourself!",
          "character": "Kamina,",
          "anime": "Tengen Toppa Gurren Lagann"
        },
        
         {
          
          "quote": "Life eventually ends. But that doesn't mean that the fact that we met, or the time we spent together will disappear.",
          "character": "Mei,",
          "anime": "Arashi no Yoru ni"
        },
        
         {
          
          "quote": "I have someone I like. I never had the confidence and I’ve doubted my feelings countless of times. But, when she stays by my side and smiles with me, I feel like I can do anything.",
          "character": "Yoshida Haru,",
          "anime": "Tonari No Kaibutsu-kun"
        },
        
         {
          
          "quote": "If you look away and just turn your back on those you don't understand, you'll regret it someday. Accept what's happening before your eyes as a fact. That's a shortcut to becoming an adult.",
          "character": "Nobuchika Ginoza,",
          "anime": "Psycho-Pass"
        },
        
         {
          
          "quote": "It's alright to feel sad. When you're sad, you should experience that sorrow fully. It's not too late to move on after that.",
          "character": "Urutori,",
          "anime": "Utawarerumono"
       },
       
        {
          
          "quote": "Because my time is limited, I don't have any time to waste hesitating. That is why I can walk straight ahead. That is why I never stop.",
          "character": "Rosette Christopher,",
          "anime": "Chrono Crusade"
        },
        
         {
          
          "quote": "If a girl chases after you, it's likely a trap.",
          "character": "Keima Katsuragi,",
          "anime": "Kami nomi zo Shiru Sekai"
        },
       
        {
          
          "quote": "People aren't as complex as you think they are. They're simple, and they get sad or angry over simple things. That's how they are. They're quickly affected by the littlest things, and live without knowing where they're going to fall down. That's who people are!",
          "character": "Kurokami no Onna,",
          "anime": "Death Parade"
        },
        
         {
          
          "quote": "Greed may not be good, but it’s not so bad either. You humans think greed is just for money or power, but everyone wants something they can’t have.",
          "character": "Greed,",
          "anime": "Fullmetal Alchemist"
        },
        
         {
          
          "quote": "If I'm getting in trouble no matter what I do, I may as well make a grand frontal assault and fight to my last breath.",
          "character": "Yuuko Aioi,",
          "anime": "Nichijou"
        },
        
         {
          
          "quote": "The ordinary days that we live in may, in fact, be a series of miracles.",
          "character": "Koujirou Sasahara,",
          "anime": "Nichijou"
        },
        
         {
          
          "quote": "By depending on others and letting them depend on you, people can exceed what they can do as individuals.",
          "character": "Mikoto Misaka,",
          "anime": "To Aru Majutsu No Index"
        },
        
         {
          
          "quote": "Love is nothing more than a cultural idea attached to our pre-existing genetic needs to reproduce and gain recognition from our peers.",
          "character": "Akane Senri,",
          "anime": "Rewrite"
        },
        
         {
          
          "quote": "You never appreciate the irreplaceable things in life until they're gone. Like summer vacation... or brothers.",
          "character": "Umaru Doma,",
          "anime": "Himouto! Umaru-chan"
        },
        
         {
          
          "quote": "Love is hating someone but you still want to be with them.",
          "character": "Taichi Mashima,",
          "anime": "Chihayafuru"
        },
        
         {
          
          "quote": "I'm sure that things that are truly fun can't be compared. Back then, now, and from now on, in the time you spend with others, lots of small fun things are born and disappear. If you are able to capture each of them, you'll never run out of fun things. Forever and ever. And here's one point of advice. Thinking that now is fun is what makes it the most fun.",
          "character": "Alicia Florence,",
          "anime": "Aria The Animation"
        },
        
         {
          
          "quote": "Everyone dies eventually, whether they have power or not. That's why you need to think about what you'll accomplish while you're alive.",
          "character": "Mary Macbeth,",
          "anime": "Kekkai Sensen"
        },
        
        {  
          "quote": "Broadly speaking, there are two reasons a person feels the desire to teach something: Either he wants to pass on his successes or he wants to pass on his failures.",
          "character": "Korosensei,",
          "anime": "Assasination Classroom"
        },
        
        {  
          "quote": "Oppression. Rule by fear. Dictatorships. It's a strange thing. Throughout history, for some reason, the lives of such rulers have always ended in the same way: Assassination by someone who isn't even part of a combat unit.",
          "character": "Sora,",
          "anime": "No Game No Life"
        },
        
        {
          "quote": "Power isn't determined by your size, but the size of your heart and dreams!",
          "character": "Monkey D. Luffy,",
          "anime": "One Piece"
        }
    ]
}